Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_hakee_purkua_kho:n_paatoksiin.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät hakee purkua KHO:n päätöksiin
sms: Sääʹmteʹǧǧ ååcc puʹrǧǧummuž ÂVV tuʹmmstõõǥǥid

source: Saamelaiskäräjien hallitus hyväksyi purkuhakemuksen korkeimman hallinto-oikeuden (KHO) päätöksiin koskien vuosien 2011 ja 2015 saamelaiskäräjävaalien vaaliluetteloa.
sms: Sääʹmteeʹǧǧ halltõs priimi puʹrǧǧeemooccmõõžž ââʹlmõs vaaldšemvuõiggâz (ÂVV) tuʹmmstõõǥǥid, kook kuõʹsǩǩe iiʹjji 2011 da 2015 sääʹmteʹǧǧvaali vaal-loǥstõõǥǥ.

source: Yhdistyneiden kansakuntien (YK) ihmisoikeuskomitea antoi 1. helmikuuta 2019 kaksi ratkaisua, joiden mukaan KHO:n päätökset vuosien 2011 ja 2015 saamelaiskäräjävaalien vaaliluettelosta loukkasivat ihmisoikeuksia.
sms: Õhttõõvvâm meerkooʹddi (ÕM) ooumažvuõiggâdvuõttkomitea uuʹdi täʹlvvmannu 1. peeiʹv 2019 kueʹhtt čåuddmõõžž, kooi mieʹldd ÂVV tuʹmmstõõǥǥ iiʹjji 2011 da 2015 sääʹmteʹǧǧvaali vaal-loǥstõõǥǥâst neeuʹrte ooumažvuõiggâdvuõđid.

source: YK:n ihmisoikeuskomitea totesi päätöksissään, että saamelaisten vaaliluetteloon merkitseminen luetteloa laadittaessa on saamelaisen itsemääräämisoikeuden ydin.
sms: ÕM:i ooumažvuõiggâdvuõttkomitea tuõđi tuʹmmstõõǥǥineez, što saaʹmi vaal-loǥstõʹǩǩe mieʹrǩǩummuš loǥstõõǥǥ raajeeʹn lij sääʹm jiõččmieʹrreemvuõiggâdvuõđ väimmas.

source: – Saamelaiskäräjien vaalilautakunta on saamelaisten itsemääräämisoikeuden institutionaalisen toteuttamisen tärkein instituutio.
sms: – Sääʹmteeʹǧǧ vaal-luʹvddkåʹdd lij sääʹm jiõččmieʹrreemvuõiggâdvuõđ institutionaalaž čõõđtummuž vääžnʼjummus instituutio.

source: Valtion tehtävänä on suojata tätä itsemääräämisoikeutta, ja siten suojata vaalilautakunnan työskentelyä ja oikeusjärjestykseen perustuvaa harkintaa, kertoo puheenjohtaja Sanila-Aikio purkuhakemuksen perusteista.
sms: Riikk tuâjjan lij suõjjeed tän jiõččmieʹrreemvuõiggâdvuõđ, da tõn nalla suõjjeed vaal-luʹvddkååʹdd reâuggmõõžž da vuõiggâdvuõttriâššmõʹšše vuâđđõõvi tuʹmmjõõzz, maainâst saaǥǥjååʹđteei Sanila-Aikio puʹrǧǧeemooccmõõžži vuâđai pirr.

source: “Ihmisoikeuskomitea painotti ratkaisuissaan saamelaisten itsemääräämisoikeutta asemansa ja yhteisönsä jäsenyyden osalta.
sms: “Ooumažvuõiggâdvuõttkomitea tieʹddii čåuddmõõžžstes saaʹmi jiõččmieʹrreemvuõiggâdvuõđ statuuzzâz da õutstõõzzâz vuäzzlažvuõđ vueʹzzest.

source: Ihmisoikeuskomitea johti KP-sopimuksen 27 artiklasta ””sisäisen itsemääräämisoikeuden” käsitteen, jolla oli keskeinen merkitys ratkaisuissa.
sms: Ooumažvuõiggâdvuõttkomitea jååʹđti KP-suåppmõõžž 27 artiklast “siiskâž jiõččmieʹrreemvuõiggâdvuõđ” fiʹttõõzz, mâʹst leäi kõskksaž miârktõs čåuʹddmin.

source: Tuohon sisäiseen itsemääräämisoikeuteen kuuluu saamelaisten oikeus ensisijaiseen päätösvaltaan ryhmän jäsenyydestä.
sms: Tõõzz siiskâž jiõččmieʹrreemvuõiggâdvuõʹtte kooll saaʹmi vuõiggâdvuõtt vuõss-sâjjsaž mieʹrreemväldda joouk vuäzzlažvuõđâst.

source: Ihmisoikeuskomitea tukeutui tulkinta-aineistona myös YK:n yleiskokouksen vuonna 2007 hyväksymään alkuperäiskansojen oikeuksien julistukseen”, Saamelaiskäräjien hallituksen hyväksymässä purkuhakemuksessa todetaan.
sms: Ooumažvuõiggâdvuõttkomitea tuärjjõõđi tuʹlǩǩeemaunstõssân še ÕM:i õõlmâs-såbbar eeʹjj 2007 priimmâm alggmeerai vuõiggâdvuõđi čõõđtõʹsse”, tuõđât Sääʹmteeʹǧǧ halltõõzz priʹmmem puʹrǧǧeemooccmõõžžâst.

source: Ihmisoikeuskomitea toteaa, että vuodesta 2011 lähtien KHO on poikennut sekä saamelaiskäräjälain 3 §:n sanamuodosta, että lainkohdan yhteisymmärrykseen perustuvasta tulkinnasta, kun se laissa edellytettyjen objektiivisten kriteerien sijasta on soveltanut omaa “kokonaisharkintaansa”.
sms: Ooumažvuõiggâdvuõttkomitea tuâtt, što eeʹjjest 2011 vueʹljeeʹl ÂVV lij čooʹrääm nuʹtt sääʹmteʹǧǧlääʹjj 3 § sääʹnnååʹblǩest ko lääʹjjpääiʹǩ õõutmiõllsažvuõʹtte vuâđđõõvi tuʹlǩǩummšest, ko tõt lääʹjjest õõlǥtum objektiivlaž kriteeʹri sââʹjest lij suåvldam jiiʹjjes “obbsmiõttmõõžžâs”.

source: Saamelaiskäräjien vaalilautakunnan yksilöllinen tutkinta vaaliluetteloon ottamisesta oli nimenomaan perustunut laissa säädettyihin kriteereihin.
sms: Sääʹmteeʹǧǧ vaal-luʹvddkååʹdd oʹdinaknallšem tuʹtǩǩummuš vaal-loǥstõʹǩǩe väʹlddmest leäi vuõssmõsân vuâđđõõvvâm lääʹjjest šiõttuum kriteeʹrid.

source: Suomen ratifioiman kansalais- ja poliittisia oikeuksia koskevan yleissopimuksen (ns. KP-sopimus) 2 (3) artiklan mukaan sopimusvaltio on velvollinen hyvittämään ihmisoikeusloukkauksen, milloin sellainen on todettu.
sms: Lääʹddjânnam ratifiâʹsttem meerlaž- da poliittlaž vuõiggâdvuõđid kuõskki õõlmâs-suåppmõõžž (ns. KP-suåppmõš) 2 (3) artikla mieʹldd suåppmõšriikk lij õõlǥtem suåvted ooumažvuõiggâdvuõttneuʹrrummuž kuäʹss nåkam lij tuõttum.

source: Annetussa ratkaisussaan komitea toteaa, että tämä edellyttää ”täyden ennallistavan hyvityksen turvaamista”.
sms: Uvddum čåuddmõõžžstes komitea tuâtt, što tät õõlǥat “tiudd ouddlõʹsse mäccmõõžž staanummuž”.

source: Ihmisoikeuskomitea toteaa myös erikseen, että Suomi on velvollinen tarkistamaan saamelaiskäräjälain 3 §:n siten, että varmistetaan että Saamelaiskäräjien vaalien kriteerit äänioikeudelle on määritelty ja niitä käytännössä sovelletaan tavalla, joka vastaa Saamen kansan oikeutta nauttia sisäistä itsemääräämisoikeutta.
sms: Ooumažvuõiggâdvuõttkomitea tuâtt jeeʹrab še, što Lääʹddjânnam lij õõlǥtem tääʹrǩsted sääʹmteʹǧǧlääʹjj 3 § nuʹtt, što ainsmââʹttet što Sääʹmteeʹǧǧ vaali kriteeʹr jiõnstemvuõiggâdvuõʹtte lie meäʹrtõllum da tõid vueʹjjest suåvldet naaʹlin, kåått vaʹsttad Sääʹm meer vuõiggâdvuõđ naaudšed siiskâž jiõččmieʹrreemvuõiggâdvuõđ.

source: Suomi on myös velvollinen ottamaan kaikki tarpeelliset askeleet sen varmistamiseksi, että vastaavilta loukkauksilta vältytään tulevaisuudessa.
sms: Lääʹddjânnam lij õõlǥtem väʹldded še puk tarbbsõõzz laauʹǩid tõn ainsmâʹttma, što vaʹstteei neeuʹrtummšid vueiʹtet puõʹttivuõđâst veäʹltted.

source: YK:n ihmisoikeuskomitea julkaisi 1. helmikuuta 2019 kaksi ratkaisua valituksiin vuosien 2011 ja 2015 saamelaiskäräjävaaleihin liittyvistä korkeimman hallinto-oikeuden ratkaisuista.
sms: ÕM:i ooumažvuõiggâdvuõttkomitea õlmstõõʹtti täʹlvvmannu 1. peeiʹv 2019 kueʹhtt čåuddmõõžž vaiddlõõzzin, kook kuõʹsǩǩe iiʹjji 2011 da 2015 sääʹmteʹǧǧvaali ââʹlmõs vaaldšemvuõiggâz čåuddmõõžžid.

source: Ratkaisujen mukaan KHO:n päätökset, joilla Saamelaiskäräjien vaaliluetteloon otettiin 97 henkilöä vastoin Saamelaiskäräjien vaalilautakunnan ja hallituksen kantaa, loukkasivat KP-sopimuksen 25 artiklaa sekä yksin että yhdessä 27 artiklan kanssa ja tulkittuna 1 artiklan valossa.
sms: Čåuddmõõžži mieʹldd ÂVV tuʹmmstõõǥǥ, koin Sääʹmteeʹǧǧ vaal-loǥstõʹǩǩe vaʹlddeš 97 ooumžed vuâstta Sääʹmteeʹǧǧ vaal-luʹvddkååʹdd da halltõõzz vuäinlmõõžž, neeuʹrte KP-suåppmõõžž 25 artikla nuʹtt õhttu ko õõutsââʹjest 27 artiklain da 1 artikla tuʹlǩǩeem vuâđald.

source: Näistä sopimuskohdista 25 artikla koskee poliittisia osallistumisoikeuksia, 27 artikla vähemmistöjen oikeuksia ja 1 artikla kansojen itsemääräämisoikeutta.
sms: Täin suåppmõšpaaiʹǩin 25 artikla kuâskk poliittlaž vuässõõttâmvuõiggâdvuõđid, 27 artikla uuʹccbõs joouki vuõiggâdvuõđid da 1 artikla meerai jiõččmieʹrreemvuõiggâdvuõđ.

source: Suomen tulee raportoida komitealle kuuden kuukauden sisällä niistä toimenpiteistä, joihin ratkaisujen takia on ryhdytty.
sms: Lääʹddjânnam âlgg raportâʹstted komiteaaʹje kuuđ mannu seʹst tõi tuåimi pirr, koid čåuddmõõžži diõtt lij riõmmum.

source: Saamelaiskäräjien hallitus päätti kokouksessaan 4. helmikuuta aloittaa purkuhakemuksen valmistelun KHO:n asiaa koskevista päätöksistä.
sms: Sääʹmteeʹǧǧ halltõs tuʹmmji såbbreʹstes täʹlvvmannu 4. peeiʹv altteed puʹrǧǧeemooccmõõžži valmštõõllmõõžž ÂVV ääʹšš kuõskki tuʹmmstõõǥǥin.

source: Purkuhakemuksen on laatinut OTT Markku Kiikeri.
sms: Puʹrǧǧeemooccmõõžž lij raajjam VTD (vuõiggâdvuõtt-tiõđ dåhttar, OTT) Markku Kiikeri.

source: Saamelaiskäräjien hallitus päätti kokouksessaan 6. maaliskuuta pyytää pikaista neuvottelua ulkoministeriöltä ja oikeusministeriöltä YK:n ihmisoikeuskomitean ratkaisuun liittyen.
sms: Sääʹmteeʹǧǧ halltõs tuʹmmji såbbreʹstes pâʹsslašttâm-mannu 6. peeiʹv raukkâd sõõrǥab saǥstõõllmõõžž ålggministeriast da vuõiggâdvuõttministeriast ÕM:i ooumažvuõiggâdvuõttkomitea čåuddmõõžž kuõskeeʹl.

source: Lisäksi Saamelaiskäräjien hallitus päätti kokouksessaan 28.-29.3.2019 järjestää asiasta kuulemistilaisuuden Sámi Árvvut yhdistykselle.
sms: Lââʹssen Sääʹmteeʹǧǧ halltõs tuʹmmji såbbreʹstes 28.-29.3.2019 riâššâd ääʹššest kuullâmpoodd Sámi Árvvut õhttõʹsse.

source: Saamelaiskäräjien hallituksen kokous 6/2019 pidettiin 28.-29.3.2019.
sms: Sääʹmteeʹǧǧ halltõõzz såbbar 6/2019 õʹnneš 28.-29.3.2019.

source: Kokouksen pöytäkirja julkaistaan Saamelaiskäräjien dokumenttipankissa kahden viikon kuluessa kokouksen pitämisestä.
sms: Såbbar påʹrddǩeeʹrj õlmstââʹttet Sääʹmteeʹǧǧ dokumeʹnttbaaŋkâst kueʹhtt neäʹttel seʹst såbbar ââʹnnmest.

source: Saamelaiskäräjien tiedote 1.2.2019: YK:n ihmisoikeuskomitea: KHO:n päätökset vuoden 2015 saamelaiskäräjävaalien vaaliluettelosta loukkasivat ihmisoikeuksia
sms: Sääʹmteeʹǧǧ teâđtõs 1.2.2019: ÕM:i ooumažvuõiggâdvuõttkomitea: ÂVV tuʹmmstõõǥǥ eeʹjj 2015 sääʹmteʹǧǧvaali vaal-loǥstõõǥǥâst neeuʹrte ooumažvuõiggâdvuõđid

source: Ratkaisu ihmisoikeuskomitean internet-sivuilla osoitteessa: https://tbinternet.ohchr.org/Treaties/CCPR/Shared%20Documents/FIN/CCPR_C_124_D_2668_2015_28169_E.pdf
sms: Čåuddmõš ooumažvuõiggâdvuõttkomitea neʹttseeidain addrõõzzâst: https://tbinternet.ohchr.org/Treaties/CCPR/Shared%20Documents/FIN/CCPR_C_124_D_2668_2015_28169_E.pdf

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tiina Sanila-Aikio teʹl. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
